<?php
    /*
Создайте индексный массив чисел от 1 до 10.
Используя цикл, выведите только чётные элементы массива.
Создайте ассоциативный массив с информацией о трёх студентах: каждый элемент — массив с ключами name, age, grade. 
С помощью цикла выведите имена студентов, у которых оценка выше 4.0.
Добавьте в массив нового студента.
Найдите студента с именем «Иван» и выведите его возраст, используя функцию или перебор.
Удалите студента с низкой оценкой  и выведите обновлённый массив.


    */

echo "niga";
?>